#### Must have ####
docker
docker-compose
kubectl-bin
git
htop
jq
make
mc
neovim
#Search files
mlocate
net-tools
thefuck
tig
unrar
wget
which
whois
p7zip
z
the_silver_searcher
nodejs
npm
exuberant-ctags

# GUI
code
gparted
google-chrome
qbittorrent
terminator
vlc

#### Optional ####
#cape allows you to use a modifier key as another key when pressed and released on its own. 
#Note that it is slightly slower than pressing the original key, 
#because the pressed event does not occur until the key is released. 
#The default behaviour is to generate the Escape key when Left Control is pressed and released on its own.
#xcape

#Because CAPSLOCK is just "right there" and making it CTRL when key-chording 
#and ESC when pressed alone is quite handy, specially in vi.
#caps2esc

#glances
#helm
#python-pip
#python-virtualenvwrapper
#terraform-lsp-git
#pulseaudio-modules-bt
